---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.CurtainGridn2
source: html/45a25629-dd65-ad87-19dc-6440f38f755b.htm
---
# Autodesk.Revit.DB.GroupTypeId.CurtainGridn2 Property

Grid 2.

## Syntax (C#)
```csharp
public static ForgeTypeId CurtainGridn2 { get; }
```